Repository: gechr/WhichSpace
Catalog: WhichSpace/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, pt_br, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant, zh_hk

# confirm_set_default_style
source: Set as the default style?
ar: تعيين كالنمط الافتراضي؟
bg: Да се зададе ли като стил по подразбиране?
ca: Voleu establir-ho com a estil predeterminat?
cs: Nastavit jako výchozí styl?
da: Indstil som standardstil?
de: Als Standardstil festlegen?
el: Ορισμός ως προεπιλεγμένο στυλ;
es: ¿Establecer como estilo predeterminado?
fa: به عنوان سبک پیش‌فرض تنظیم شود؟
fi: Asetetaanko oletustyyliksi?
fr: Définir comme style par défaut ?
he: להגדיר כסגנון ברירת המחדל?
hi: डिफ़ॉल्ट शैली के रूप में सेट करें?
hu: Legyen ez az alapértelmezett stílus?
id: Atur sebagai gaya bawaan?
it: Impostare come stile predefinito?
ja: デフォルトのスタイルに設定しますか？
ko: 기본 스타일로 설정할까요?
mk: Да се постави како стандарден стил?
ms: Tetapkan sebagai gaya lalai?
nb: Angi som standardstil?
nl: Instellen als standaardstijl?
nn: Setje som standardstil?
pa: ڈیفالٹ سٹائل وجوں سیٹ کریے؟
pl: Ustawić jako styl domyślny?
ps: د ډیفالټ سټایل په توګه وټاکل شي؟
pt: Definir como estilo predefinido?
pt_br: Definir como estilo padrão?
ro: Setați ca stil implicit?
ru: Задать как стиль по умолчанию?
sk: Nastaviť ako predvolený štýl?
sr: Postaviti kao podrazumevani stil?
sv: Ange som standardstil?
th: ตั้งเป็นสไตล์เริ่มต้น?
tr: Varsayılan stil olarak ayarlansın mı?
uk: Встановити як стандартний стиль?
ur: طے شدہ اسٹائل کے طور پر مقرر کریں؟
vi: Đặt làm kiểu mặc định?
zh_hans: 设为默认样式？
zh_hant: 設為預設樣式？
zh_hk: 設為預設樣式？

# detail_copy_from_space
source: This will replace this Space's color, style, symbol, and font with the selected Space's.
ar: سيستبدل هذا لون هذه المساحة ونمطها ورمزها وخطها بتلك الخاصة بالمساحة المحددة.
bg: Това ще замени цвета, стила, символа и шрифта на това Пространство с тези на избраното Пространство.
ca: Això substituirà el color, l'estil, el símbol i el tipus de lletra d'aquest Espai pels de l'Espai seleccionat.
cs: Tímto se barva, styl, symbol a písmo tohoto Space nahradí těmi z vybraného Space.
da: Dette erstatter farven, stilen, symbolet og skrifttypen for dette Space med det valgte Spaces.
de: Dadurch werden Farbe, Stil, Symbol und Schriftart dieses Spaces durch die des ausgewählten Spaces ersetzt.
el: Θα αντικαταστήσει το χρώμα, το στιλ, το σύμβολο και τη γραμματοσειρά αυτού του Χώρου με εκείνα του επιλεγμένου Χώρου.
es: Esto sustituirá el color, estilo, símbolo y fuente de este Espacio por los del Espacio seleccionado.
fa: این کار رنگ، استایل، نماد و فونت این فضا را با موارد فضای انتخاب‌شده جایگزین می‌کند.
fi: Tämä korvaa tämän Spacen värin, tyylin, symbolin ja fontin valitun Spacen vastaavilla.
fr: Cela remplacera la couleur, le style, le symbole et la police de cet Espace par ceux de l'Espace sélectionné.
he: זה יחליף את הצבע, הסגנון, הסמל והגופן של מרחב זה באלה של המרחב שנבחר.
hi: यह इस स्पेस के रंग, स्टाइल, प्रतीक और फ़ॉन्ट को चयनित स्पेस के रंग, स्टाइल, प्रतीक और फ़ॉन्ट से बदल देगा।
hu: Ez lecseréli ennek a Space-nek a színét, stílusát, szimbólumát és betűtípusát a kiválasztott Space-ére.
id: Ini akan mengganti warna, gaya, simbol, dan font Space ini dengan milik Space yang dipilih.
it: Questo sostituirà il colore, lo stile, il simbolo e il font di questo Spazio con quelli dello Spazio selezionato.
ja: このスペースの色、スタイル、シンボル、フォントを、選択したスペースのものに置き換えます。
ko: 이 스페이스의 색상, 스타일, 심볼 및 글꼴을 선택한 스페이스의 것으로 대체합니다.
mk: Ова ќе ги замени бојата, стилот, симболот и фонтот на овој Простор со оние на избраниот Простор.
ms: Ini akan menggantikan warna, gaya, simbol dan fon Ruang ini dengan milik Ruang yang dipilih.
nb: Dette erstatter fargen, stilen, symbolet og skrifttypen til dette Space med det valgte Spaces.
nl: Dit vervangt de kleur, stijl, het symbool en het lettertype van deze Space door die van de geselecteerde Space.
nn: Dette byter ut fargen, stilen, symbolet og skrifttypen til dette Space med dei frå det valde Space.
pa: ایہ اِس سپیس دے رنگ، سٹائل، نشان تے فونٹ نوں چُنی ہوئی سپیس دیاں نال بدل دے گا۔
pl: Zastąpi kolor, styl, symbol i czcionkę tego Space tymi z wybranego Space.
ps: دا به د دې سپېس رنګ، سټایل، سمبول او فانټ د غوره شوي سپېس په هغو بدل کړي.
pt: Isto irá substituir a cor, o estilo, o símbolo e o tipo de letra deste Espaço pelos do Espaço selecionado.
pt_br: Isso substituirá a cor, o estilo, o símbolo e a fonte deste Espaço pelos do Espaço selecionado.
ro: Această acțiune va înlocui culoarea, stilul, simbolul și fontul acestui Spațiu cu cele ale Spațiului selectat.
ru: Это заменит цвет, стиль, символ и шрифт этого Пространства на параметры выбранного Пространства.
sk: Toto nahradí farbu, štýl, symbol a písmo tohto Priestoru tými z vybraného Priestoru.
sr: Ovo će zameniti boju, stil, simbol i font ovog Prostora onima izabranog Prostora.
sv: Detta ersätter färgen, stilen, symbolen och teckensnittet på det här Space med det valda Spaces.
th: การดำเนินการนี้จะแทนที่สี สไตล์ สัญลักษณ์ และแบบอักษรของ Space นี้ด้วยของ Space ที่เลือก
tr: Bu, bu Alanın rengini, stilini, sembolünü ve yazı tipini seçilen Alanınkiyle değiştirir.
uk: Це замінить колір, стиль, символ і шрифт цього Простору на параметри вибраного Простору.
ur: یہ اس اسپیس کے رنگ، انداز، علامت اور فونٹ کو منتخب اسپیس کے رنگ، انداز، علامت اور فونٹ سے بدل دے گا۔
vi: Thao tác này sẽ thay màu, kiểu, ký hiệu và phông chữ của Không gian này bằng của Không gian đã chọn.
zh_hans: 这会将此空间的颜色、样式、符号和字体替换为所选空间的。
zh_hant: 這會將此空間的顏色、樣式、符號和字體替換為所選空間的。
zh_hk: 這會將此空間的顏色、樣式、符號與字體替換為所選空間的。

# detail_copy_to_all_displays
source: This will update all Spaces on all Displays to match this Space's color, style, symbol, and font.
ar: سيُحدّث هذا جميع المساحات على جميع الشاشات لتطابق لون هذه المساحة ونمطها ورمزها وخطها.
bg: Това ще актуализира всички Пространства на всички дисплеи така, че да съответстват на цвета, стила, символа и шрифта на това Пространство.
ca: Això actualitzarà tots els Espais de totes les pantalles per coincidir amb el color, l'estil, el símbol i el tipus de lletra d'aquest Espai.
cs: Aktualizuje všechny Spaces na všech displejích, aby odpovídaly barvě, stylu, symbolu a písmu tohoto Space.
da: Dette opdaterer alle Spaces på alle skærme, så de matcher farven, stilen, symbolet og skrifttypen for dette Space.
de: Dies passt alle Spaces auf allen Displays an die Farbe, den Stil, das Symbol und die Schriftart dieses Spaces an.
el: Θα ενημερώσει όλους τους Χώρους σε όλες τις οθόνες ώστε να ταιριάζουν με το χρώμα, το στιλ, το σύμβολο και τη γραμματοσειρά αυτού του Χώρου.
es: Esto actualizará todos los Espacios de todas las pantallas para que coincidan con el color, estilo, símbolo y fuente de este Espacio.
fa: این کار همه فضاها در همه نمایشگرها را با رنگ، استایل، نماد و فونت این فضا هماهنگ می‌کند.
fi: Tämä päivittää kaikkien näyttöjen kaikki Spacet vastaamaan tämän Spacen väriä, tyyliä, symbolia ja fonttia.
fr: Cela mettra à jour tous les Espaces de tous les écrans pour qu'ils correspondent à la couleur, au style, au symbole et à la police de cet Espace.
he: זה יעדכן את כל המרחבים בכל התצוגות כך שיתאימו לצבע, לסגנון, לסמל ולגופן של מרחב זה.
hi: यह सभी डिस्प्ले के सभी स्पेसेस को इस स्पेस के रंग, स्टाइल, प्रतीक और फ़ॉन्ट से मिलाएगा।
hu: Ez frissíti az összes Space-t minden kijelzőn, hogy megegyezzen ennek a Space-nek a színével, stílusával, szimbólumával és betűtípusával.
id: Ini akan memperbarui semua Space di semua layar agar sesuai dengan warna, gaya, simbol, dan font Space ini.
it: Questo aggiornerà tutti gli Spazi su tutti i monitor per abbinare colore, stile, simbolo e font di questo Spazio.
ja: すべてのディスプレイのすべてのスペースを、このスペースの色、スタイル、シンボル、フォントに合わせて更新します。
ko: 모든 디스플레이의 모든 스페이스를 이 스페이스의 색상, 스타일, 심볼, 글꼴로 업데이트합니다.
mk: Ова ќе ги ажурира сите Простори на сите дисплеи за да одговараат на бојата, стилот, симболот и фонтот на овој Простор.
ms: Ini akan mengemas kini semua Ruang pada semua paparan agar sepadan dengan warna, gaya, simbol dan fon Ruang ini.
nb: Dette oppdaterer alle Spaces på alle skjermer slik at de matcher fargen, stilen, symbolet og skrifttypen til dette Space.
nl: Dit werkt alle Spaces op alle schermen bij zodat ze dezelfde kleur, stijl, symbool en hetzelfde lettertype hebben als deze Space.
nn: Dette oppdaterer alle Spaces på alle skjermar slik at dei matchar farge, stil, symbol og skrifttype til dette Space.
pa: ایہ تمام ڈسپلےآں دے سارے سپیسز نوں اس سپیس دے رنگ، سٹائل، نشان تے فونٹ نال میچ کرے گا۔
pl: Zaktualizuje wszystkie Spaces na wszystkich ekranach, aby pasowały do koloru, stylu, symbolu i czcionki tego Space.
ps: دا به په ټولو ډیسپلېونو کې ټول سپېسونه د دې سپېس له رنګ، سټایل، سمبول او فانټ سره برابر کړي.
pt: Isto irá atualizar todos os Espaços em todos os monitores para corresponderem à cor, ao estilo, ao símbolo e ao tipo de letra deste Espaço.
pt_br: Isso atualizará todos os Espaços em todas as telas para corresponder à cor, ao estilo, ao símbolo e à fonte deste Espaço.
ro: Aceasta va actualiza toate Spațiile de pe toate ecranele pentru a se potrivi cu culoarea, stilul, simbolul și fontul acestui Spațiu.
ru: Это обновит все Пространства на всех дисплеях, чтобы они совпадали с цветом, стилем, символом и шрифтом этого Пространства.
sk: Toto aktualizuje všetky Priestory na všetkých displejoch tak, aby zodpovedali farbe, štýlu, symbolu a písmu tohto Priestoru.
sr: Ovo će ažurirati sve Prostore na svim ekranima da odgovaraju boji, stilu, simbolu i fontu ovog Prostora.
sv: Detta uppdaterar alla Spaces på alla skärmar så att de matchar färgen, stilen, symbolen och teckensnittet på det här Space.
th: การดำเนินการนี้จะอัปเดตทุก Space บนทุกจอภาพให้ตรงกับสี สไตล์ สัญลักษณ์ และแบบอักษรของ Space นี้
tr: Bu, tüm ekranlardaki tüm Alanları bu Alanın rengi, stili, sembolü ve yazı tipiyle eşleşecek şekilde günceller.
uk: Це оновить всі Простори на всіх дисплеях, щоб вони відповідали кольору, стилю, символу та шрифту цього Простору.
ur: یہ تمام ڈسپلے کے تمام اسپیسز کو اس اسپیس کے رنگ، انداز، علامت اور فونٹ سے ملائے گا۔
vi: Thao tác này sẽ cập nhật tất cả Không gian trên mọi màn hình để khớp với màu, kiểu, ký hiệu và phông chữ của Không gian này.
zh_hans: 这会将所有显示器上的所有空间更新为此空间的颜色、样式、符号和字体。
zh_hant: 這會將所有顯示器上的所有空間更新為此空間的顏色、樣式、符號和字體。
zh_hk: 這會將所有顯示器上的所有空間更新為此空間的顏色、樣式、符號與字體。

# detail_copy_to_all_spaces
source: This will update all other Spaces to match this Space's color, style, symbol, and font.
ar: سيُحدّث هذا جميع المساحات الأخرى لتطابق لون هذه المساحة ونمطها ورمزها وخطها.
bg: Това ще актуализира всички други Пространства така, че да съответстват на цвета, стила, символа и шрифта на това Пространство.
ca: Això actualitzarà tots els altres Espais per coincidir amb el color, l'estil, el símbol i el tipus de lletra d'aquest Espai.
cs: Aktualizuje všechny ostatní Spaces, aby odpovídaly barvě, stylu, symbolu a písmu tohoto Space.
da: Dette opdaterer alle andre Spaces, så de matcher farven, stilen, symbolet og skrifttypen for dette Space.
de: Dies passt alle anderen Spaces an die Farbe, den Stil, das Symbol und die Schriftart dieses Spaces an.
el: Θα ενημερώσει όλους τους άλλους Χώρους ώστε να ταιριάζουν με το χρώμα, το στιλ, το σύμβολο και τη γραμματοσειρά αυτού του Χώρου.
es: Esto actualizará todos los demás Espacios para que coincidan con el color, estilo, símbolo y fuente de este Espacio.
fa: این کار همه فضاهای دیگر را با رنگ، استایل، نماد و فونت این فضا هماهنگ می‌کند.
fi: Tämä päivittää kaikki muut Spacet vastaamaan tämän Spacen väriä, tyyliä, symbolia ja fonttia.
fr: Cela mettra à jour tous les autres Espaces pour qu'ils correspondent à la couleur, au style, au symbole et à la police de cet Espace.
he: זה יעדכן את כל המרחבים האחרים כך שיתאימו לצבע, לסגנון, לסמל ולגופן של מרחב זה.
hi: यह सभी अन्य स्पेसेस को इस स्पेस के रंग, स्टाइल, प्रतीक और फ़ॉन्ट से मिलाएगा।
hu: Ez frissíti az összes többi Space-t, hogy megegyezzen ennek a Space-nek a színével, stílusával, szimbólumával és betűtípusával.
id: Ini akan memperbarui semua Space lain agar sesuai dengan warna, gaya, simbol, dan font Space ini.
it: Questo aggiornerà tutti gli altri Spazi affinché corrispondano al colore, allo stile, al simbolo e al font di questo Spazio.
ja: 他のすべてのスペースを、このスペースの色、スタイル、シンボル、フォントに合わせて更新します。
ko: 다른 모든 스페이스의 색상, 스타일, 심볼 및 글꼴을 이 스페이스와 동일하게 업데이트합니다.
mk: Ова ќе ги ажурира сите други Простори за да одговараат на бојата, стилот, симболот и фонтот на овој Простор.
ms: Ini akan mengemas kini semua Ruang lain agar sepadan dengan warna, gaya, simbol dan fon Ruang ini.
nb: Dette oppdaterer alle andre Spaces slik at de matcher fargen, stilen, symbolet og skrifttypen til dette Space.
nl: Dit werkt alle andere Spaces bij zodat ze dezelfde kleur, stijl, symbool en hetzelfde lettertype hebben als deze Space.
nn: Dette oppdaterer alle andre Spaces slik at dei får same farge, stil, symbol og skrifttype som dette Space.
pa: ایہ ہور سارے سپیسز نوں اِس سپیس دے رنگ، سٹائل، نشان تے فونٹ نال ملا دے گا۔
pl: Zaktualizuje wszystkie inne Spaces, aby pasowały do koloru, stylu, symbolu i czcionki tego Space.
ps: دا به ټول نور سپېسونه د دې سپېس له رنګ، سټایل، سمبول او فانټ سره برابر کړي.
pt: Isto irá atualizar todos os outros Espaços para corresponderem à cor, ao estilo, ao símbolo e ao tipo de letra deste Espaço.
pt_br: Isso atualizará todos os outros Espaços para que correspondam à cor, ao estilo, ao símbolo e à fonte deste Espaço.
ro: Aceasta va actualiza toate celelalte Spații pentru a se potrivi cu culoarea, stilul, simbolul și fontul acestui Spațiu.
ru: Это обновит все остальные Пространства, чтобы они совпадали с цветом, стилем, символом и шрифтом этого Пространства.
sk: Toto aktualizuje všetky ostatné Priestory tak, aby zodpovedali farbe, štýlu, symbolu a písmu tohto Priestoru.
sr: Ovo će ažurirati sve ostale Prostore da odgovaraju boji, stilu, simbolu i fontu ovog Prostora.
sv: Detta uppdaterar alla andra Spaces så att de matchar färgen, stilen, symbolen och teckensnittet på det här Space.
th: การดำเนินการนี้จะอัปเดต Space อื่นทั้งหมดให้ตรงกับสี สไตล์ สัญลักษณ์ และแบบอักษรของ Space นี้
tr: Bu, diğer tüm Alanları bu Alanın rengi, stili, sembolü ve yazı tipiyle eşleşecek şekilde günceller.
uk: Це оновить всі інші Простори, щоб вони відповідали кольору, стилю, символу та шрифту цього Простору.
ur: یہ تمام دوسرے اسپیسز کو اس اسپیس کے رنگ، انداز، علامت اور فونٹ سے ملائے گا۔
vi: Thao tác này sẽ cập nhật tất cả Không gian khác để màu sắc, kiểu, ký hiệu và phông chữ khớp với Không gian này.
zh_hans: 这会更新所有其他空间，使其颜色、样式、符号和字体与此空间一致。
zh_hant: 這會更新所有其他空間，使其顏色、樣式、符號和字體與此空間一致。
zh_hk: 這會更新所有其他空間，使其顏色、樣式、符號與字體跟此空間一致。

# detail_copy_to_space
source: This will update the selected Space to match this Space's color, style, symbol, and font.
ar: سيؤدي ذلك إلى تحديث المساحة المحددة لتطابق لون هذه المساحة ونمطها ورمزها وخطها.
bg: Това ще актуализира избраното Пространство така, че да съответства на цвета, стила, символа и шрифта на това Пространство.
ca: Això actualitzarà l'Espai seleccionat per coincidir amb el color, l'estil, el símbol i el tipus de lletra d'aquest Espai.
cs: Tímto se vybraný Space aktualizuje tak, aby odpovídal barvě, stylu, symbolu a písmu tohoto Space.
da: Dette opdaterer det valgte Space, så det matcher farven, stilen, symbolet og skrifttypen for dette Space.
de: Dadurch wird der ausgewählte Space an Farbe, Stil, Symbol und Schriftart dieses Spaces angepasst.
el: Θα ενημερώσει τον επιλεγμένο Χώρο ώστε να ταιριάζει με το χρώμα, το στιλ, το σύμβολο και τη γραμματοσειρά αυτού του Χώρου.
es: Esto actualizará el Espacio seleccionado para que su color, estilo, símbolo y fuente coincidan con los de este Espacio.
fa: این کار فضای انتخاب‌شده را با رنگ، استایل، نماد و فونت این فضا هماهنگ می‌کند.
fi: Tämä päivittää valitun Spacen vastaamaan tämän Spacen väriä, tyyliä, symbolia ja fonttia.
fr: Cela mettra à jour l'Espace sélectionné pour qu'il corresponde à la couleur, au style, au symbole et à la police de cet Espace.
he: זה יעדכן את המרחב שנבחר כך שיתאים לצבע, לסגנון, לסמל ולגופן של מרחב זה.
hi: यह चयनित स्पेस को इस स्पेस के रंग, स्टाइल, प्रतीक और फ़ॉन्ट से मिलाएगा।
hu: Ez frissíti a kiválasztott Space-t, hogy megegyezzen ennek a Space-nek a színével, stílusával, szimbólumával és betűtípusával.
id: Ini akan memperbarui Space yang dipilih agar sesuai dengan warna, gaya, simbol, dan font Space ini.
it: Questo aggiornerà lo Spazio selezionato affinché corrisponda al colore, allo stile, al simbolo e al font di questo Spazio.
ja: 選択したスペースを、このスペースの色、スタイル、シンボル、フォントに合わせて更新します。
ko: 선택한 스페이스의 색상, 스타일, 심볼 및 글꼴을 이 스페이스와 동일하게 업데이트합니다.
mk: Ова ќе го ажурира избраниот Простор за да одговара на бојата, стилот, симболот и фонтот на овој Простор.
ms: Ini akan mengemas kini Ruang yang dipilih agar sepadan dengan warna, gaya, simbol dan fon Ruang ini.
nb: Dette oppdaterer det valgte Space slik at det matcher fargen, stilen, symbolet og skrifttypen til dette Space.
nl: Dit werkt de geselecteerde Space bij zodat deze dezelfde kleur, stijl, symbool en hetzelfde lettertype heeft als deze Space.
nn: Dette oppdaterer det valde Space slik at det får same farge, stil, symbol og skrifttype som dette Space.
pa: ایہ چُنی ہوئی سپیس نوں اِس سپیس دے رنگ، سٹائل، نشان تے فونٹ نال ملا دے گا۔
pl: Zaktualizuje wybrany Space, aby pasował do koloru, stylu, symbolu i czcionki tego Space.
ps: دا به غوره شوی سپېس د دې سپېس له رنګ، سټایل، سمبول او فانټ سره برابر کړي.
pt: Isto irá atualizar o Espaço selecionado para corresponder à cor, ao estilo, ao símbolo e ao tipo de letra deste Espaço.
pt_br: Isso atualizará o Espaço selecionado para corresponder à cor, ao estilo, ao símbolo e à fonte deste Espaço.
ro: Această acțiune va actualiza Spațiul selectat astfel încât culoarea, stilul, simbolul și fontul să corespundă celor ale acestui Spațiu.
ru: Это обновит выбранное Пространство, чтобы оно совпадало с цветом, стилем, символом и шрифтом этого Пространства.
sk: Toto aktualizuje vybraný Priestor tak, aby zodpovedal farbe, štýlu, symbolu a písmu tohto Priestoru.
sr: Ovo će ažurirati izabrani Prostor da odgovara boji, stilu, simbolu i fontu ovog Prostora.
sv: Detta uppdaterar det valda Space så att det matchar färgen, stilen, symbolen och teckensnittet på det här Space.
th: การดำเนินการนี้จะอัปเดต Space ที่เลือกให้ตรงกับสี สไตล์ สัญลักษณ์ และแบบอักษรของ Space นี้
tr: Bu, seçilen Alanı bu Alanın rengi, stili, sembolü ve yazı tipiyle eşleşecek şekilde günceller.
uk: Це оновить вибраний Простір, щоб він відповідав кольору, стилю, символу та шрифту цього Простору.
ur: یہ منتخب اسپیس کو اس اسپیس کے رنگ، انداز، علامت اور فونٹ سے ملائے گا۔
vi: Thao tác này sẽ cập nhật Không gian đã chọn để màu sắc, kiểu, ký hiệu và phông chữ khớp với Không gian này.
zh_hans: 这会更新所选空间，使其颜色、样式、符号和字体与此空间一致。
zh_hant: 這會更新所選空間，使其顏色、樣式、符號和字體與此空間一致。
zh_hk: 這會更新所選空間，使其顏色、樣式、符號與字體跟此空間一致。

# detail_copy_to_this_display
source: This will update all other Spaces on this Display to match this Space's color, style, symbol, and font.
ar: سيُحدّث هذا جميع المساحات الأخرى على هذه الشاشة لتطابق لون هذه المساحة ونمطها ورمزها وخطها.
bg: Това ще актуализира всички други Пространства на този дисплей така, че да съответстват на цвета, стила, символа и шрифта на това Пространство.
ca: Això actualitzarà tots els altres Espais d'aquesta pantalla per coincidir amb el color, l'estil, el símbol i el tipus de lletra d'aquest Espai.
cs: Aktualizuje všechny ostatní Spaces na tomto displeji, aby odpovídaly barvě, stylu, symbolu a písmu tohoto Space.
da: Dette opdaterer alle andre Spaces på denne skærm, så de matcher farven, stilen, symbolet og skrifttypen for dette Space.
de: Dies passt alle anderen Spaces auf diesem Display an die Farbe, den Stil, das Symbol und die Schriftart dieses Spaces an.
el: Θα ενημερώσει όλους τους άλλους Χώρους σε αυτήν την οθόνη ώστε να ταιριάζουν με το χρώμα, το στιλ, το σύμβολο και τη γραμματοσειρά αυτού του Χώρου.
es: Esto actualizará todos los demás Espacios de esta pantalla para que coincidan con el color, estilo, símbolo y fuente de este Espacio.
fa: این کار همه فضاهای دیگر در این نمایشگر را با رنگ، استایل، نماد و فونت این فضا هماهنگ می‌کند.
fi: Tämä päivittää kaikki muut tämän näytön Spacet vastaamaan tämän Spacen väriä, tyyliä, symbolia ja fonttia.
fr: Cela mettra à jour tous les autres Espaces de cet écran pour qu'ils correspondent à la couleur, au style, au symbole et à la police de cet Espace.
he: זה יעדכן את כל המרחבים האחרים בתצוגה זו כך שיתאימו לצבע, לסגנון, לסמל ולגופן של מרחב זה.
hi: यह इस डिस्प्ले के सभी अन्य स्पेसेस को इस स्पेस के रंग, स्टाइल, प्रतीक और फ़ॉन्ट से मिलाएगा।
hu: Ez frissíti az összes többi Space-t ezen a kijelzőn, hogy megegyezzen ennek a Space-nek a színével, stílusával, szimbólumával és betűtípusával.
id: Ini akan memperbarui semua Space lain di layar ini agar sesuai dengan warna, gaya, simbol, dan font Space ini.
it: Questo aggiornerà tutti gli altri Spazi su questo monitor per abbinare colore, stile, simbolo e font di questo Spazio.
ja: このディスプレイの他のすべてのスペースを、このスペースの色、スタイル、シンボル、フォントに合わせて更新します。
ko: 이 디스플레이의 다른 모든 스페이스를 이 스페이스의 색상, 스타일, 심볼, 글꼴로 업데이트합니다.
mk: Ова ќе ги ажурира сите други Простори на овој дисплеј за да одговараат на бојата, стилот, симболот и фонтот на овој Простор.
ms: Ini akan mengemas kini semua Ruang lain pada paparan ini agar sepadan dengan warna, gaya, simbol dan fon Ruang ini.
nb: Dette oppdaterer alle andre Spaces på denne skjermen slik at de matcher fargen, stilen, symbolet og skrifttypen til dette Space.
nl: Dit werkt alle andere Spaces op dit scherm bij zodat ze dezelfde kleur, stijl, symbool en hetzelfde lettertype hebben als deze Space.
nn: Dette oppdaterer alle andre Spaces på denne skjermen slik at dei matchar farge, stil, symbol og skrifttype til dette Space.
pa: ایہ اس ڈسپلے دے ہور سارے سپیسز نوں اس سپیس دے رنگ، سٹائل، نشان تے فونٹ نال میچ کرے گا۔
pl: Zaktualizuje wszystkie inne Spaces na tym ekranie, aby pasowały do koloru, stylu, symbolu i czcionki tego Space.
ps: دا به په دې ډیسپلې کې ټول نور سپېسونه د دې سپېس له رنګ، سټایل، سمبول او فانټ سره برابر کړي.
pt: Isto irá atualizar todos os outros Espaços neste monitor para corresponderem à cor, ao estilo, ao símbolo e ao tipo de letra deste Espaço.
pt_br: Isso atualizará todos os outros Espaços nesta tela para corresponder à cor, ao estilo, ao símbolo e à fonte deste Espaço.
ro: Aceasta va actualiza toate celelalte Spații de pe acest ecran pentru a se potrivi cu culoarea, stilul, simbolul și fontul acestui Spațiu.
ru: Это обновит все остальные Пространства на этом дисплее, чтобы они совпадали с цветом, стилем, символом и шрифтом этого Пространства.
sk: Toto aktualizuje všetky ostatné Priestory na tomto displeji tak, aby zodpovedali farbe, štýlu, symbolu a písmu tohto Priestoru.
sr: Ovo će ažurirati sve ostale Prostore na ovom ekranu da odgovaraju boji, stilu, simbolu i fontu ovog Prostora.
sv: Detta uppdaterar alla andra Spaces på den här skärmen så att de matchar färgen, stilen, symbolen och teckensnittet på det här Space.
th: การดำเนินการนี้จะอัปเดต Space อื่นทั้งหมดบนจอภาพนี้ให้ตรงกับสี สไตล์ สัญลักษณ์ และแบบอักษรของ Space นี้
tr: Bu, bu ekrandaki diğer tüm Alanları bu Alanın rengi, stili, sembolü ve yazı tipiyle eşleşecek şekilde günceller.
uk: Це оновить всі інші Простори на цьому дисплеї, щоб вони відповідали кольору, стилю, символу та шрифту цього Простору.
ur: یہ اس ڈسپلے کے تمام دوسرے اسپیسز کو اس اسپیس کے رنگ، انداز، علامت اور فونٹ سے ملائے گا۔
vi: Thao tác này sẽ cập nhật tất cả Không gian khác trên màn hình này để khớp với màu, kiểu, ký hiệu và phông chữ của Không gian này.
zh_hans: 这会将此显示器上的所有其他空间更新为此空间的颜色、样式、符号和字体。
zh_hant: 這會將此顯示器上的所有其他空間更新為此空間的顏色、樣式、符號和字體。
zh_hk: 這會將此顯示器上的所有其他空間更新為此空間的顏色、樣式、符號與字體。
